{
  "home.name": "home",
  "home.title": "Hello world, I'm Bessy",
  "home.content": "I'm an Honduran frontend developer, always learning and looking for opportunities and inspiration.",

  "about.name": "personal",
  "about.title": "About me",
  "about.subtitle": "A little about me and my background",
  "about.content": "Self-taught developer, designer and photography lover who has been building for the web since 2018.",
  "about.paragraph1": "I currently live in Zaragoza, Spain. Love the cinematography and the art behind a lens (I really appreciate a well done and peculiar scene). Occasionally read medieval fantasy, sci-fi and dystopian literature. And I'm a very curious person.",
  "about.paragraph2": "Outside of my work I like to travel and going out with my camera. I shoot with a Nikon D3200, and sometimes just with my phone.",
  "about.paragraph3": "Always learning and keeping abreast of new technologies. Love to craft solid and responsive products without sacrificing creativity. Passionate about designing quality, user-friendly and scalable products regardless of the tech stack.",
  "about.paragraph4": "I'm interested in full or part-time remote jobs but also available as a contractor.",

  "contact.name": "contact",
  "contact.title": "Let's work together",
  "contact.content": "If you have any idea or proposal, let me know! ⊂(´･◡･⊂ )",

  "footer.hello": "Say hello",
  "footer.social": "Social Media",

  "button.resume": "Resume",
  "button.contact": "Contact me",

  "resume.title": "Frontend Developer",
  "resume.location": "Zaragoza, Spain",
  "resume.download": "Download",
  "resume.profile": "profile",
  "resume.description": "Self-taught developer, designer and photography lover who has been building for the web since 2019, like to craft solid and responsive products without sacrificing creativity.",
  "resume.contact": "contact",
  "resume.education": "education",
  "resume.skills": "skills",
  "resume.skills.svg": "SVG Animations",
  "resume.experience": "work experience",
  "resume.languages": "languages",
  "resume.spanish": "Spanish (Native)",
  "resume.english": "English (Professional working proficiency)",
  "resume.education.title1": "Computer Technician",
  "resume.education.title2": "Communication Science",
  "resume.work1.title": "Designer / Frontend Developer",
  "resume.work1.date": "June 2018 - present",
  "resume.work1.description": "Successful collaborations in a variety of different projects in the field of smart kitchen appliances, healthcare and IT infrastructure.",
  "resume.work2.title": "Designer / Frontend Developer",
  "resume.work2.date": "March 2019 - September 2019",
  "resume.work2.description1": "Proptech Start-up. I was the only frontend developer in the team, in charge making and improving designs, web accessibility and user experience for the customers.",
  "resume.work2.description2": "I took part in the design and development of web apps and corporate websites using PHP (Symfony and WordPress) and jQuery.",
  "resume.work2.description3": "I designed and implemented the frontend (HTML5/ES6) of a webchat with videocalls support for communicating with the customers.",
  "resume.work2.description4": "Also designed the UI for a multiplatform (Unreal Engine) app with VR and AR capabilities for real estate companies.",
  "resume.work2.description5": "As a personal initiative, proposed the ellaboration of a common coding style guide for the whole team and the different projects.",
  "resume.work2.description6": "My work environment was Linux, using Git as VCS, Docker for deploying the development environment and JIRA for task management."
}
