{
  "home.name": "home",
  "home.title": "Hello world, I'm Bessy",
  "home.content": "I'm an Honduran frontend developer, always learning and looking for opportunities and inspiration.",

  "about.name": "personal",
  "about.title": "About me",
  "about.subtitle": "A little about me and my background",
  "about.content": "Self-taught developer, designer and photography lover who has been building for the web since 2019.",
  "about.paragraph1": "I currently live in Zaragoza, Spain. Love the cinematography and the art behind a lens (I really appreciate a well done and peculiar scene). Occasionally read medieval fantasy, sci-fi and dystopian literature. And I'm a very curious person.",
  "about.paragraph2": "Outside of my work I like to travel and going out with my camera. I shoot with a Nikon D3200, and sometimes just with my phone.",
  "about.paragraph3": "Always learning and keeping abreast of new technologies. Love to craft solid and responsive products without sacrificing creativity. Passionate about designing quality, user-friendly and scalable products regardless of the tech stack.",
  "about.paragraph4": "I'm interested in full or part-time remote jobs but also available as a contractor.",

  "contact.name": "contact",
  "contact.title": "Let's work together",
  "contact.content": "If you have any idea or proposal, let me know! ⊂(´･◡･⊂ )",

  "footer.hello": "Say hello",
  "footer.social": "Social Media",

  "button.resume": "Resume",
  "button.contact": "Contact me",

  "resume.title": "Frontend Developer",
  "resume.location": "Zaragoza, Spain",
  "resume.download": "Download",
  "resume.profile": "profile",
  "resume.description": "Self-taught developer, designer and photography lover who has been building for the web since 2019, like to craft solid and responsive products without sacrificing creativity.",
  "resume.contact": "contact",
  "resume.education": "education",
  "resume.skills": "skills",
  "resume.skills.svg": "SVG Animations",
  "resume.experience": "work experience",
  "resume.languages": "languages",
  "resume.spanish": "Spanish (Native)",
  "resume.english": "English (Professional working proficiency)",
  "resume.education.title1": "Computer Technician",
  "resume.education.title2": "Communication Science",
  "resume.work.title": "Designer / Frontend Developer",
  "resume.work.date": "March 2019 - September 2019",
  "resume.work.description0": "Empresa que se dedica al marketing inmobiliario en la que trabaje en un par de proyectos como la única desarrolladora frontend, realice la elaboración y mejora del diseño de sus aplicaciones, la accesibilidad web y la experiencia de usuaruio para los clintes.",
  "resume.work.description1": "Diseñé UI para aplicaciones de UNREAL que utilizaba la empresa con sus clientes, desarrolle el diseño y maquetacion de paginas web y aplicaciones PHP, utilizando las plantillas del framework Symfony, Twig. Me gustaba hacer cumplor las bases de codigo correctas y utulizar un estilo y estandar de codigo.",
  "resume.work.description2": "Diseñé y elabore la parte frontend de un chat funcional con videollamada para la comunicación de sus clientes.Trabaje con teconologias como Docker, Linux, Base de datos, y no se que más."
}
