{
  "home.name": "inicio",
  "home.title": "Hola mundo, soy Bessy",
  "home.content": "Soy una desarroladora frontend hondureña, siempre aprendiendo y en busca de oportunidades e insiparación.",

  "about.name": "personal",
  "about.title": "Sobre mi",
  "about.subtitle": "Un poco sobre mí",
  "about.content": "Desarrolladora autodidacta, amante del diseño y la fotografía. Aprendiendo sobre la web desde 2019.",
  "about.paragraph1": "Actualmente vivo en Zaragoza, España. Me encanta la cinematografía y el arte detrás de un lente (aprecio una escena bien hecha). Leo fantasía medieval, ciencia ficción y novelas distópicas de vez en cuando. Y soy una persona muy curiosa.",
  "about.paragraph2": "Fuera de mi trabajo me gusta viajar y tomar fotos con mi Nikon D3200, aunque a veces también simplemente con el móvil.",
  "about.paragraph3": "Siempre aprendiendo y manteniéndome al dîa con las nuevas tecnologías. Me gusta crear productos sólidos y ajustables a cualquier dispositivo sin sacrificar la creatividad. Me encanta diseñar productos de calidad, fáciles de usar y escalables independientemente del software que se utilice.",
  "about.paragraph4": "Estoy interesada principalmente en un trabajo a tiempo completo o parcial, pero también puedo ofrecer mis servicios como freelance.",

  "contact.name": "contacto",
  "contact.title": "como traduzco esto sin que suene feo??? IMPOSIBLE, EL FIXME MAS GORDO, LUEGO LO HABLAMOS",
  "contact.content": "Si tienes una idea o propuesta hazmela saber, ⊂(´･◡･⊂ ).",

  "servicesLinks.anchor": "mailto:hola@bkaguilar.com?subject=🤟🏽Hola Bessy...",

  "footer.hello": "Di Hola",
  "footer.social": "Redes sociales",

  "button.resume": "currículum Vitae",
  "button.contact": "Contáctame",

  "resume.title": "Desarrolladora frontend",
  "resume.location": "Zargoza, España",
  "resume.download": "Descargar",
  "resume.profile": "perfil",
  "resume.description": "Desarrolladora autodidacta, amante del diseño y la fotografía. Aprendiendo sobre la web desde 2019. Me gusta crear productos sólidos y ajustables a cualquier dispositivo sin sacrificar la creatividad.",
  "resume.contact": "contacto",
  "resume.education": "educación",
  "resume.skills": "habilidades",
  "resume.skills.svg": "Animaciones SVG",
  "resume.experience": "experiencia laboral",
  "resume.languages": "idiomas",
  "resume.spanish": "Español (Nativo)",
  "resume.english": "Inglés (Competencia básica profesional)",
  "resume.education.title": "Tecnico en Computación",
  "resume.work.title": "Diseñadora / Frontend developer",
  "resume.work.date": "Marzo 2019 - Septiembre 2019",
  "resume.work.description0": "Empresa que se dedica al marketing inmobiliario en la que trabaje en un par de proyectos como la única desarrolladora frontend, realice la elaboración y mejora del diseño, la accesibilidad web y la experiencia de usuaruio para los clintes.",
  "resume.work.description1": "Diseñé UI para aplicaciones de UNREAL que utilizaba la empresa con sus clientes, desarrolle el diseño y maquetacion de paginas web y aplicaciones PHP, utilizando las plantillas del framework Symfony, Twig. Me gustaba hacer cumplor las bases de codigo correctas y utulizar un estilo y estandar de codigo.",
  "resume.work.description2": "Diseñé y elabore la parte frontend de un chat funcional con videollamada para la comunicación de sus clientes.Trabaje con teconologias como Docker, Linux, Base de datos, y no se que más."
}
