{
  "home.name": "inicio",
  "home.title": "Hola mundo, soy Bessy",
  "home.content": "Soy una desarrolladora web hondureña, siempre aprendiendo y en busca de oportunidades e inspiración. Actualmente trabajando de forma remota.",

  "about.name": "personal",
  "about.title": "Sobre mi",
  "about.subtitle": "Un poco sobre mí",
  "about.content": "Desarrolladora autodidacta, amante del diseño y la fotografía. Aprendiendo sobre la web desde 2018.",
  "about.paragraph1": "Actualmente vivo en Zaragoza, España. Me encanta la cinematografía y el arte detrás de un lente (aprecio una escena bien hecha). Leo fantasía medieval, ciencia ficción y novelas distópicas de vez en cuando. Y soy una persona muy curiosa.",
  "about.paragraph2": "Fuera de mi trabajo me gusta viajar y tomar fotos con mi Nikon D3200, aunque a veces también simplemente con el móvil.",
  "about.paragraph3": "Siempre aprendiendo y manteniéndome al día con las nuevas tecnologías. Me gusta crear productos sólidos y ajustables a cualquier dispositivo sin sacrificar la creatividad. Me encanta diseñar productos de calidad, fáciles de usar y escalables independientemente del software que se utilice.",
  "about.paragraph4": "Me intereso principalmente en trabajos a tiempo completo o parcial, pero también puedo ofrecer mis servicios como freelance.",
  "about.paragraph5": "Actualmente trabajando en remoto.",

  "contact.name": "contacto",
  "contact.title": "Trabajemos juntos",
  "contact.content": "Si tienes alguna idea o propuesta, ¡házmela saber! ⊂(´･◡･⊂ ).",

  "footer.hello": "Di Hola",
  "footer.social": "Redes sociales",

  "button.resume": "Curriculum Vitae",
  "button.contact": "Contáctame",

  "resume.title": "Desarrolladora Web",
  "resume.location": "Zaragoza, España",
  "resume.download": "Descargar",
  "resume.profile": "perfil",
  "resume.description": "Desarrolladora autodidacta, amante del diseño y la fotografía. Aprendiendo sobre la web desde 2018. Me gusta crear productos sólidos y ajustables a cualquier dispositivo sin sacrificar la creatividad.",
  "resume.contact": "contacto",
  "resume.education": "educación",
  "resume.skills": "habilidades",
  "resume.skills.svg": "Animaciones SVG",
  "resume.experience": "experiencia profesional",
  "resume.languages": "idiomas",
  "resume.spanish": "Español (Nativo)",
  "resume.english": "Inglés (Competencia básica profesional)",
  "resume.education.title1": "Técnico en Computación",
  "resume.education.title2": "Ciencias de la comunicación y publicidad",

  "resume.work1.title": "Desarrolladora web",
  "resume.work1.date": "abril 2020 - actualidad",
  "resume.work1.description": "Empresa UX que trabaja en el diseño de experiencia de usuario (UX) para sitios web y aplicaciones móviles.",

  "resume.work2.title": "Diseñadora / Desarrolladora web",
  "resume.work2.date": "junio 2018 - marzo 2020",
  "resume.work2.description": "Colaboraciones satisfactorias en diferentes proyectos en los campos de electrodomésticos de cocina inteligentes, salud o infraestructura TIC.",

  "resume.work3.title": "Diseñadora / Desarrolladora web",
  "resume.work3.date": "marzo 2019 - septiembre 2019",
  "resume.work3.description1": "Start-up que se dedica al marketing inmobiliario. Ejercí como la única desarrolladora frontend, encargada de la elaboración y mejora del diseño, la accesibilidad web y la experiencia de usuario para los clientes.",
  "resume.work3.description2": "Participé en el diseño y desarrollo de aplicaciones web y webs corporativas con PHP (Symfony y WordPress) y jQuery.",
  "resume.work3.description3": "Diseñé y elaboré la parte frontend (HTML5/ES6) de un chat web con videollamada para la comunicación con los clientes.",
  "resume.work3.description4": "Diseñé también la interfaz de usuario de una aplicación multiplataforma (Unreal Engine) con funcionalidades de realidad virtual y aumentada para promotores inmobiliarios.",
  "resume.work3.description5": "Como iniciativa propia, propuse la elaboración de una guía de estilo de código común para todo el equipo y los diferentes proyectos.",
  "resume.work3.description6": "Mi entorno de trabajo era Linux, usando Git como control sistema de control de versiones, Docker para desplegar el entorno de desarrollo y JIRA para la gestión de tareas."
}
